Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.surface.reconnecting.message
source: This phone's connection to the Mac dropped and is coming back. Retry in a moment.
ar: انقطع اتصال هذا الهاتف بجهاز Mac وسيعود مرة أخرى. أعد المحاولة بعد قليل.
de: Die Verbindung dieses Telefons zum Mac wurde unterbrochen und wird wiederhergestellt. Versuchen Sie es gleich noch einmal.
es: La conexión de este teléfono con Mac se interrumpió y se está recuperando. Vuelva a intentarlo en un momento.
fr: La connexion de ce téléphone au Mac a été interrompue et revient. Réessayez dans un instant.
ja: このiPhoneのMacへの接続が切断され、再接続中です。少し待ってから再試行してください。
ko: 이 휴대폰과 Mac의 연결이 끊어졌고 다시 돌아오고 있습니다. 잠시 후 다시 시도하세요.
zh_hans: 此手机与 Mac 的连接已断开，但正在恢复。稍后重试。
zh_hant: 這款手機與 Mac 的連線已斷開，但正在恢復。稍後重試。

# mobile.surface.reconnecting.title
source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Wieder verbinden…
es: Reconectando…
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…
zh_hans: 正在重新连接...
zh_hant: 正在重新連接...

# mobile.surface.retry
source: Retry
ar: أعد المحاولة
de: Wiederholen
es: Rever
fr: Réessayer
ja: 再試行
ko: 다시 해 보다
zh_hans: 重试
zh_hant: 重試

# mobile.surface.tooLarge.limitFormat
source: This preview is limited to %@.
ar: تقتصر هذه المعاينة على %@.
de: Diese Vorschau ist auf %@ beschränkt.
es: Esta vista previa está limitada a %@.
fr: Cet aperçu est limité à %@.
ja: このプレビューは%@までです。
ko: 이 미리보기는 %@로 제한됩니다.
zh_hans: 此预览仅限于 %@。
zh_hant: 此預覽僅限於 %@。

# mobile.surface.tooLarge.messageFormat
source: This file is %1$@; previews are limited to %2$@.
ar: هذا الملف هو %1$@؛ تقتصر المعاينات على %2$@.
de: Diese Datei ist %1$@; Vorschauen sind auf %2$@ beschränkt.
es: Este archivo es %1$@; las vistas previas están limitadas a %2$@.
fr: Ce fichier est %1$@ ; les aperçus sont limités à %2$@.
ja: このファイルは%1$@です。プレビューは%2$@までです。
ko: 이 파일은 %1$@입니다. 미리보기는 %2$@로 제한됩니다.
zh_hans: 这个文件是%1$@；预览仅限于 %2$@。
zh_hant: 這個檔案是%1$@；預覽僅限於 %2$@。

# mobile.surface.tooLarge.title
source: File too large to preview
ar: الملف كبير جدًا بحيث لا يمكن معاينته
de: Die Datei ist zu groß für die Vorschau
es: Archivo demasiado grande para obtener una vista previa
fr: Fichier trop volumineux pour être prévisualisé
ja: ファイルが大きすぎてプレビューできません
ko: 파일이 너무 커서 미리 볼 수 없음
zh_hans: 文件太大无法预览
zh_hant: 文件太大無法預覽

# mobile.surface.transferUnavailable.message
source: File transfer is temporarily unavailable on your Mac. Try again shortly.
ar: نقل الملفات غير متاح مؤقتًا على جهاز Mac الخاص بك. حاول مرة أخرى قريبا.
de: Die Dateiübertragung ist auf Ihrem Mac vorübergehend nicht verfügbar. Versuchen Sie es in Kürze noch einmal.
es: La transferencia de archivos no está disponible temporalmente en tu Mac. Vuelve a intentarlo en breve.
fr: Le transfert de fichiers est temporairement indisponible sur votre Mac. Réessayez sous peu.
ja: Macでファイル転送を一時的に利用できません。少し待ってから再試行してください。
ko: Mac에서는 일시적으로 파일 전송을 사용할 수 없습니다. 잠시 후 다시 시도하세요.
zh_hans: 文件传输在您的 Mac 上暂时不可用。稍后再试。
zh_hant: 文件傳輸在您的 Mac 上暫時無法使用。稍後再試。

# mobile.surface.transferUnavailable.title
source: Transfer unavailable
ar: النقل غير متاح
de: Übertragung nicht verfügbar
es: Transferencia no disponible
fr: Transfert indisponible
ja: 転送できません
ko: 환승 불가
zh_hans: 无法转接
zh_hant: 無法轉接

# mobile.surface.workspaceContextFormat
source: %1$@ · In “%2$@”
ar: %1$@ · في "%2$@"
es: %1$@ · En “%2$@”
fr: %1$@ · Dans « %2$@ »
ja: %1$@ · “%2$@”内
ko: %1$@ · “%2$@”에서
zh_hans: %1$@ · 在“%2$@”中
zh_hant: %1$@ · 在「%2$@」中

# mobile.todo.add
source: Add checklist item
ar: إضافة عنصر قائمة التحقق
de: Checklistenpunkt hinzufügen
es: Agregar elemento de lista de verificación
fr: Ajouter un élément de liste de contrôle
ja: チェックリスト項目を追加
ko: 체크리스트 항목 추가
zh_hans: 添加清单项目
zh_hant: 新增清單項目

# mobile.todo.addPlaceholder
source: New checklist item
ar: عنصر قائمة التحقق الجديد
de: Neuer Checklistenpunkt
es: Nuevo elemento de la lista de verificación
fr: Nouvel élément de la liste de contrôle
ja: 新しいチェックリスト項目
ko: 새로운 체크리스트 항목
zh_hans: 新清单项目
zh_hant: 新清單項目

# mobile.todo.empty.message
source: Anything you add here stays in sync with your Mac.
ar: أي شيء تضيفه هنا يظل متزامنًا مع جهاز Mac الخاص بك.
de: Alles, was Sie hier hinzufügen, bleibt mit Ihrem Mac synchron.
es: Todo lo que agregues aquí permanecerá sincronizado con tu Mac.
fr: Tout ce que vous ajoutez ici reste synchronisé avec votre Mac.
ja: ここに追加した内容はMacと同期されます。
ko: 여기에 추가하는 모든 항목은 Mac과 동기화된 상태로 유지됩니다.
zh_hans: 您在此处添加的任何内容都会与您的 Mac 保持同步。
zh_hant: 您在此處添加的任何內容都會與您的 Mac 保持同步。

# mobile.todo.empty.title
source: No items yet
ar: لا توجد عناصر بعد
de: Noch keine Artikel
es: Aún no hay artículos
fr: Aucun article pour l'instant
ja: 項目はまだありません
ko: 아직 항목이 없습니다
zh_hans: 还没有商品
zh_hant: 還沒有商品

# mobile.todo.item.delete
source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# mobile.todo.item.editPlaceholder
source: Item text
ar: نص العنصر
de: Artikeltext
es: Texto del artículo
fr: Texte de l'article
ja: 項目のテキスト
ko: 아이템 텍스트
zh_hans: 项目文字
zh_hant: 項目文字

# mobile.todo.item.markCompleted
source: Mark as completed
ar: وضع علامة كمكتمل
de: Als abgeschlossen markieren
es: Marcar como completado
fr: Marquer comme terminé
ja: 完了にする
ko: 완료로 표시
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# mobile.todo.item.markInProgress
source: Mark as in progress
ar: وضع علامة قيد التقدم
de: Als in Bearbeitung markieren
es: Marcar como en progreso
fr: Marquer comme en cours
ja: 進行中にする
ko: 진행 중으로 표시
zh_hans: 标记为进行中
zh_hant: 標記為進行中

# mobile.todo.item.markPending
source: Mark as pending
ar: وضع علامة على أنه معلق
de: Als ausstehend markieren
es: Marcar como pendiente
fr: Marquer comme en attente
ja: 保留にする
ko: 보류 중으로 표시
zh_hans: 标记为待处理
zh_hant: 標記為待處理

# mobile.todo.progressFormat
source: %1$d of %2$d done
ar: تم الانتهاء من %1$d من %2$d
de: %1$d von %2$d erledigt
es: %1$d de %2$d hecho
fr: %1$d de %2$d terminé
ja: %2$d件中%1$d件完了
ko: %2$d의 %1$d 완료
zh_hans: %2$d 的 %1$d 已完成
zh_hant: %2$d 的 %1$d 已完成

# mobile.todo.status.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 오토매틱
zh_hans: 自动的
zh_hant: 自動的

# mobile.todo.status.choose
source: Choose status
ar: اختر الحالة
de: Wählen Sie den Status
es: Elige estado
fr: Choisir le statut
ja: ステータスを選択
ko: 상태 선택
zh_hans: 选择状态
zh_hant: 選擇狀態

# mobile.todo.status.done
source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完毕
zh_hant: 完畢

# mobile.todo.status.hidden
source: No Status
ar: لا الحالة
de: Kein Status
es: Sin estado
fr: Aucun statut
ja: ステータスなし
ko: 상태 없음
zh_hans: 无状态
zh_hant: 無狀態

# mobile.todo.status.menuTitle
source: Status
ar: حالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 地位
zh_hant: 地位

# mobile.todo.status.needsAttention
source: Needs Attention
ar: يحتاج إلى اهتمام
de: Braucht Aufmerksamkeit
es: Necesita atención
fr: A besoin d'attention
ja: 要確認
ko: 주의가 필요함
zh_hans: 需要注意
zh_hant: 需要注意

# mobile.todo.status.review
source: Review
ar: مراجعة
de: Rezension
es: Revisar
fr: Revoir
ja: レビュー
ko: 검토
zh_hans: 审查
zh_hant: 審查

# mobile.todo.status.todo
source: Todo
ar: ما يجب القيام به
es: Hacer
fr: Faire
ko: 토도
zh_hans: 托多
zh_hant: 托多

# mobile.todo.status.working
source: Working
ar: عمل
de: Arbeiten
es: Laboral
fr: Fonctionnement
ja: 作業中
ko: 일하고 있는
zh_hans: 在职的
zh_hant: 在職的

# mobile.todo.updateFailed.message
source: Your change was undone. Try again.
ar: تم التراجع عن التغيير الذي أجريته. حاول ثانية.
de: Ihre Änderung wurde rückgängig gemacht. Versuchen Sie es erneut.
es: Tu cambio se deshizo. Intentar otra vez.
fr: Votre modification a été annulée. Essayer à nouveau.
ja: 変更を元に戻しました。もう一度お試しください。
ko: 변경사항이 취소되었습니다. 다시 시도해 보세요.
zh_hans: 您的更改已撤消。再试一次。
zh_hant: 您的變更已撤銷。再試一次。

# mobile.todo.updateFailed.title
source: Couldn’t Update Checklist
ar: تعذر تحديث قائمة التحقق
de: Checkliste konnte nicht aktualisiert werden
es: No se pudo actualizar la lista de verificación
fr: Impossible de mettre à jour la liste de contrôle
ja: チェックリストを更新できませんでした
ko: 체크리스트를 업데이트할 수 없습니다.
zh_hans: 无法更新清单
zh_hant: 無法更新清單

# mobile.notifications.awayExplanation
source: Only When Away sends after the Mac is locked, asleep, or inactive.
ar: يتم إرسال رسالة "فقط عندما تكون بالخارج" بعد أن يكون جهاز Mac مقفلاً أو في وضع السكون أو غير نشط.
de: „Nur bei Abwesenheit“ wird gesendet, nachdem der Mac gesperrt, im Ruhezustand oder inaktiv ist.
es: Solo cuando está ausente se envía después de que la Mac esté bloqueada, suspendida o inactiva.
fr: Uniquement en cas d'absence envoie une fois que le Mac est verrouillé, endormi ou inactif.
ja: 「離席中のみ」では、Macがロック中、スリープ中、または操作されていないときに送信します。
ko: Mac이 잠겨 있거나, 잠자기 상태이거나, 비활성 상태일 때 자리 비울 때만 전송됩니다.
zh_hans: 仅当离开时在 Mac 锁定、睡眠或不活动后发送。
zh_hant: 僅在離開時在 Mac 鎖定、睡眠或不活動後發送。

# mobile.notifications.hideContent
source: Hide Notification Content
ar: إخفاء محتوى الإشعارات
de: Benachrichtigungsinhalt ausblenden
es: Ocultar contenido de notificación
fr: Masquer le contenu des notifications
ja: 通知内容を非表示
ko: 알림 내용 숨기기
zh_hans: 隐藏通知内容
zh_hant: 隱藏通知內容

# mobile.notifications.macForwarding
source: Forward Alerts from This Mac
ar: تنبيهات إلى الأمام من هذا ماك
de: Leiten Sie Warnungen von diesem Mac weiter
es: Reenviar alertas desde esta Mac
fr: Transférer les alertes de ce Mac
ja: このMacから通知を転送
ko: 이 Mac에서 알림 전달
zh_hans: 转发来自此 Mac 的警报
zh_hant: 轉發來自此 Mac 的警報

# mobile.notifications.macMode
source: Forwarding Mode
ar: وضع إعادة التوجيه
de: Weiterleitungsmodus
es: Modo de reenvío
fr: Mode de transfert
ja: 転送モード
ko: 전달 모드
zh_hans: 转发方式
zh_hant: 轉發方式

# mobile.notifications.macMutationFailed
source: The Mac did not save that change. Its last confirmed settings were restored.
ar: لم يقم جهاز Mac بحفظ هذا التغيير. تمت استعادة آخر إعداداته المؤكدة.
de: Der Mac hat diese Änderung nicht gespeichert. Die letzten bestätigten Einstellungen wurden wiederhergestellt.
es: La Mac no guardó ese cambio. Se restauraron sus últimas configuraciones confirmadas.
fr: Le Mac n'a pas enregistré cette modification. Ses derniers paramètres confirmés ont été restaurés.
ja: Macに変更を保存できませんでした。最後に確認された設定に戻しました。
ko: Mac은 해당 변경 사항을 저장하지 않았습니다. 마지막으로 확인된 설정이 복원되었습니다.
zh_hans: Mac 没有保存该更改。其最后确认的设置已恢复。
zh_hant: Mac 沒有儲存該變更。其最後確認的設定已恢復。

# mobile.notifications.macUpdateRequired
source: Update cmux on this Mac to change forwarding from iPhone.
ar: قم بتحديث cmux على جهاز Mac هذا لتغيير إعادة التوجيه من iPhone.
de: Aktualisieren Sie cmux auf diesem Mac, um die Weiterleitung vom iPhone zu ändern.
es: Actualice cmux en esta Mac para cambiar el reenvío desde iPhone.
fr: Mettez à jour cmux sur ce Mac pour modifier le transfert depuis l'iPhone.
ja: iPhoneから転送設定を変更するには、このMacのcmuxをアップデートしてください。
ko: iPhone에서 전달을 변경하려면 이 Mac에서 cmux를 업데이트하세요.
zh_hans: 更新此 Mac 上的 cmux 以更改从 iPhone 的转发。
zh_hant: 更新此 Mac 上的 cmux 以變更從 iPhone 的轉送。

# mobile.notifications.mode.always
source: Always
ar: دائماً
de: Stets
es: Siempre
fr: Toujours
ja: 常に
ko: 언제나
zh_hans: 总是
zh_hant: 總是

# mobile.notifications.mode.onlyWhenAway
source: Only When Away
ar: فقط عندما تكون بعيدا
de: Nur wenn weg
es: Sólo cuando estás lejos
fr: Seulement en mon absence
ja: 離席中のみ
ko: 자리를 비울 때만
zh_hans: 仅当离开时
zh_hant: 僅當離開時

# mobile.notifications.phoneEnabled
source: Allow Push Alerts on This iPhone
ar: السماح بتنبيهات الدفع على هذا iPhone
de: Push-Benachrichtigungen auf diesem iPhone zulassen
es: Permitir alertas push en este iPhone
fr: Autoriser les alertes push sur cet iPhone
ja: このiPhoneでプッシュ通知を許可
ko: 이 iPhone에서 푸시 알림 허용
zh_hans: 允许在此 iPhone 上推送提醒
zh_hant: 允許在此 iPhone 上推播提醒

# mobile.notifications.readiness
source: Delivery Status
ar: حالة التسليم
de: Lieferstatus
es: Estado de entrega
fr: Statut de livraison
ja: 配信状況
ko: 배송상태
zh_hans: 交货状态
zh_hant: 交貨狀態

# mobile.notifications.repair.connectMac
source: Connect a Mac
ar: قم بتوصيل جهاز ماك
de: Schließen Sie einen Mac an
es: Conectar una Mac
fr: Connecter un Mac
ja: Macに接続
ko: Mac 연결
zh_hans: 连接 Mac
zh_hant: 連接 Mac

# mobile.notifications.repair.enablePhone
source: Enable on This iPhone
ar: تمكين على هذا iPhone
de: Auf diesem iPhone aktivieren
es: Habilitar en este iPhone
fr: Activer sur cet iPhone
ja: このiPhoneで有効にする
ko: 이 iPhone에서 활성화
zh_hans: 在此 iPhone 上启用
zh_hant: 在此 iPhone 上啟用

# mobile.notifications.repair.openSettings
source: Open iOS Notification Settings
ar: افتح إعدادات إشعارات iOS
de: Öffnen Sie die iOS-Benachrichtigungseinstellungen
es: Abra la configuración de notificaciones de iOS
fr: Ouvrir les paramètres de notification iOS
ja: iOSの通知設定を開く
ko: iOS 알림 설정 열기
zh_hans: 打开 iOS 通知设置
zh_hant: 開啟 iOS 通知設定

# mobile.notifications.repair.retryAPNs
source: Retry Notification Setup
ar: أعد محاولة إعداد الإشعارات
de: Wiederholen Sie die Einrichtung der Benachrichtigung
es: Reintentar configuración de notificación
fr: Réessayer la configuration de la notification
ja: 通知設定を再試行
ko: 재시도 알림 설정
zh_hans: 重试通知设置
zh_hant: 重試通知設定

# mobile.notifications.repair.retryRegistration
source: Retry Registration
ar: إعادة محاولة التسجيل
de: Versuchen Sie die Registrierung erneut
es: Reintentar registro
fr: Réessayer l'enregistrement
ja: 登録を再試行
ko: 재시도 등록
zh_hans: 重试注册
zh_hant: 重試註冊

# mobile.notifications.repair.signInAgain
source: Sign In with the Matching Account
ar: قم بتسجيل الدخول باستخدام الحساب المطابق
de: Melden Sie sich mit dem passenden Konto an
es: Iniciar sesión con la cuenta correspondiente
fr: Connectez-vous avec le compte correspondant
ja: 同じアカウントでサインイン
ko: 일치하는 계정으로 로그인
zh_hans: 使用匹配的帐户登录
zh_hant: 使用符合的帳戶登入

# mobile.notifications.repair.useAlways
source: Use Always Mode
ar: استخدم الوضع دائمًا
de: Verwenden Sie den Always-Modus
es: Usar el modo siempre
fr: Utiliser le mode Toujours
ja: 「常に」モードを使用
ko: 항상 모드 사용
zh_hans: 使用始终模式
zh_hant: 使用始終模式

# mobile.notifications.status.accountDeletion
source: Blocked, Account Deletion in Progress
ar: محظور، جارٍ حذف الحساب
de: Gesperrt, Kontolöschung läuft
es: Bloqueada, eliminación de cuenta en curso
fr: Bloqué, suppression du compte en cours
ja: 停止中、アカウントを削除しています
ko: 차단됨, 계정 삭제 진행 중
zh_hans: 已被阻止，帐户删除正在进行中
zh_hant: 已被阻止，帳戶刪除正在進行中

# mobile.notifications.status.accountMismatch
source: Blocked, Mac Account Does Not Match
ar: محظور، حساب Mac غير متطابق
de: Gesperrt, Mac-Konto stimmt nicht überein
es: Bloqueada, la cuenta de Mac no coincide
fr: Bloqué, le compte Mac ne correspond pas
ja: 停止中、Macのアカウントが一致しません
ko: 차단됨, Mac 계정이 일치하지 않음
zh_hans: 被阻止，Mac 帐户不匹配
zh_hant: 被阻止，Mac 帳戶不匹配

# mobile.notifications.status.authenticationRequired
source: Blocked, Sign In Again
ar: محظور، قم بتسجيل الدخول مرة أخرى
de: Blockiert, melden Sie sich erneut an
es: Bloqueado, inicia sesión nuevamente
fr: Bloqué, reconnectez-vous
ja: 停止中、再度サインインしてください
ko: 차단되었습니다. 다시 로그인하세요.
zh_hans: 被阻止，重新登录
zh_hant: 被阻止，重新登入

# mobile.notifications.status.awaitingToken
source: Blocked, Waiting for Notification Setup
ar: محظور، في انتظار إعداد الإشعارات
de: Blockiert, Warten auf Benachrichtigungseinrichtung
es: Bloqueado, esperando configuración de notificación
fr: Bloqué, en attente de configuration des notifications
ja: 停止中、通知設定を待っています
ko: 차단됨, 알림 설정 대기 중
zh_hans: 已阻止，正在等待通知设置
zh_hant: 已阻止，正在等待通知設置

# mobile.notifications.status.backendRequired
source: Blocked, Finishing Notification Setup
ar: محظور، الانتهاء من إعداد الإعلام
de: Blockiert, Benachrichtigungseinrichtung wird abgeschlossen
es: Bloqueado, finalizando la configuración de notificación
fr: Bloqué, fin de la configuration des notifications
ja: 停止中、通知設定を完了しています
ko: 차단됨, 알림 설정 완료
zh_hans: 已阻止，正在完成通知设置
zh_hant: 已阻止，正在完成通知設置

# mobile.notifications.status.deviceLimitFormat
source: Blocked, %d-Device Limit Reached
ar: محظور، تم الوصول إلى الحد الأقصى للجهاز %d
de: Blockiert, %d-Gerätelimit erreicht
es: Bloqueado, %d: límite de dispositivo alcanzado
fr: Bloqué, limite de périphériques %d atteinte
ja: 停止中、%d台のデバイス上限に達しました
ko: 차단됨, %d-장치 제한에 도달함

# mobile.notifications.status.invalidConfiguration
source: Blocked, Invalid Push Configuration
ar: تكوين الدفع محظور وغير صالح
de: Blockierte, ungültige Push-Konfiguration
es: Configuración push bloqueada e inválida
fr: Configuration Push bloquée et invalide
ja: 停止中、プッシュ設定が無効です
ko: 차단되고 잘못된 푸시 구성
zh_hans: 被阻止、无效的推送配置
zh_hant: 被封鎖、無效的推送配置

# mobile.notifications.status.limitedAuthorization
source: Limited, Delivered Quietly
ar: محدودة، تسليمها بهدوء
de: Begrenzt, leise geliefert
es: Limitado, entregado silenciosamente
fr: Limité, livré tranquillement
ja: 制限あり、静かに配信
ko: 제한적, 조용히 전달됨
zh_hans: 限量，安静交付
zh_hant: 限量，安靜交付

# mobile.notifications.status.macActive
source: Paused, Mac Is Active
ar: متوقف مؤقتًا، Mac نشط
de: Angehalten, Mac ist aktiv
es: En pausa, Mac está activo
fr: En pause, Mac est actif
ja: 一時停止中、Macを使用中です
ko: 일시 중지됨, Mac이 활성화됨
zh_hans: 已暂停，Mac 处于活动状态
zh_hant: 已暫停，Mac 處於活動狀態

# mobile.notifications.status.macForwardingOff
source: Blocked, Mac Forwarding Is Off
ar: محظور، إعادة توجيه Mac معطلة
de: Blockiert, Mac-Weiterleitung ist deaktiviert
es: Bloqueado, el reenvío de Mac está desactivado
fr: Bloqué, le transfert Mac est désactivé
ja: 停止中、Macの転送がオフです
ko: 차단됨, Mac 전달이 꺼짐
zh_hans: 被阻止，Mac 转发已关闭
zh_hant: 被阻止，Mac 轉送已關閉

# mobile.notifications.status.macUnavailable
source: Blocked, Mac Status Unavailable
ar: محظور، حالة Mac غير متاحة
de: Blockiert, Mac-Status nicht verfügbar
es: Bloqueado, estado de Mac no disponible
fr: Bloqué, statut Mac indisponible
ja: 停止中、Macの状態を確認できません
ko: 차단됨, Mac 상태를 사용할 수 없음
zh_hans: 被阻止，Mac 状态不可用
zh_hant: 被阻止，Mac 狀態不可用

# mobile.notifications.status.offline
source: Blocked, Network Unavailable
ar: محظور، الشبكة غير متاحة
de: Blockiert, Netzwerk nicht verfügbar
es: Bloqueado, red no disponible
fr: Bloqué, réseau indisponible
ja: 停止中、ネットワークを利用できません
ko: 차단됨, 네트워크를 사용할 수 없음
zh_hans: 被阻止，网络不可用
zh_hant: 被阻止，網路不可用

# mobile.notifications.status.originMismatch
source: Blocked, Mac and iPhone Servers Differ
ar: تختلف خوادم Mac وiPhone المحظورة
de: Blockiert, Mac- und iPhone-Server unterscheiden sich
es: Los servidores bloqueados, Mac y iPhone difieren
fr: Les serveurs bloqués, Mac et iPhone diffèrent
ja: 停止中、MacとiPhoneのサーバーが異なります
ko: 차단됨, Mac 및 iPhone 서버가 다름
zh_hans: 被阻止的 Mac 和 iPhone 服务器有所不同
zh_hant: 被封鎖的 Mac 和 iPhone 伺服器有所不同

# mobile.notifications.status.permissionDenied
source: Blocked, iOS Permission Denied
ar: محظور، تم رفض إذن iOS
de: Blockiert, iOS-Berechtigung verweigert
es: Bloqueado, permiso de iOS denegado
fr: Bloqué, autorisation iOS refusée
ja: 停止中、iOSの許可が拒否されています
ko: 차단됨, iOS 권한 거부됨
zh_hans: 被阻止，iOS 权限被拒绝
zh_hant: 被阻止，iOS 權限被拒絕

# mobile.notifications.status.permissionNotRequested
source: Blocked, iOS Permission Not Requested
ar: محظور، لم يتم طلب إذن iOS
de: Blockiert, iOS-Berechtigung nicht angefordert
es: Bloqueado, permiso de iOS no solicitado
fr: Bloqué, autorisation iOS non demandée
ja: 停止中、iOSの許可が未要求です
ko: 차단됨, iOS 권한이 요청되지 않음
zh_hans: 已被阻止，未请求 iOS 权限
zh_hant: 已被阻止，未請求 iOS 權限

# mobile.notifications.status.phoneOff
source: Blocked, Off on This iPhone
ar: محظور، معطل على هذا الـ iPhone
de: Blockiert, Aus auf diesem iPhone
es: Bloqueado, desactivado en este iPhone
fr: Bloqué, désactivé sur cet iPhone
ja: 停止中、このiPhoneではオフです
ko: 차단됨, 이 iPhone에서는 꺼짐
zh_hans: 此 iPhone 上已被阻止、关闭
zh_hant: 此 iPhone 上已被封鎖、關閉

# mobile.notifications.status.presentationLimited
source: Limited, Check iOS Presentation Settings
ar: محدود، تحقق من إعدادات العرض التقديمي لنظام iOS
de: Eingeschränkt, überprüfen Sie die iOS-Präsentationseinstellungen
es: Limitado, verifique la configuración de presentación de iOS
fr: Limité, vérifiez les paramètres de présentation iOS
ja: 制限あり、iOSの表示設定を確認してください
ko: 제한됨, iOS 프레젠테이션 설정 확인
zh_hans: 受限，请检查 iOS 演示设置
zh_hant: 受限，請檢查 iOS 演示設置

# mobile.notifications.status.queueFailed
source: Limited, Delivery Recovery Unavailable
ar: محدود، استرداد التسليم غير متاح
de: Begrenzt, Wiederherstellung der Lieferung nicht verfügbar
es: Limitado, recuperación de entrega no disponible
fr: Limité, récupération de livraison non disponible
ja: 制限あり、配信の復旧を利用できません
ko: 제한적, 배송 복구 불가
zh_hans: 有限，无法恢复交付
zh_hant: 有限，無法恢復交付

# mobile.notifications.status.queueUnconfirmed
source: Limited, Delivery Recovery Unconfirmed
ar: محدود، استرداد التسليم غير مؤكد
de: Begrenzt, Wiederherstellung der Lieferung unbestätigt
es: Limitado, recuperación de entrega sin confirmar
fr: Limité, récupération de la livraison non confirmée
ja: 制限あり、配信の復旧を確認できません
ko: 제한적, 배송 복구 미확인
zh_hans: 有限，交付恢复未确认
zh_hant: 有限，交付恢復未確認

# mobile.notifications.status.rateLimited
source: Blocked, Registration Rate Limited
ar: محظور، معدل التسجيل محدود
de: Gesperrt, Registrierungsrate begrenzt
es: Bloqueado, tasa de registro limitada
fr: Bloqué, taux d'inscription limité
ja: 停止中、登録回数が制限されています
ko: 차단됨, 등록률 제한됨
zh_hans: 被屏蔽，注册率有限
zh_hant: 被屏蔽，註冊率有限

# mobile.notifications.status.readyAlways
source: Ready, Always
ar: جاهز، دائمًا
de: Immer bereit
es: Listo, siempre
fr: Prêt, toujours
ja: 準備完了、常に配信
ko: 항상 준비되어 있습니다
zh_hans: 准备好了，永远
zh_hant: 準備好了，永遠

# mobile.notifications.status.readyAway
source: Ready, Only When Away
ar: جاهز، فقط عندما تكون بعيدًا
de: Bereit, nur wenn weg
es: Listo, sólo cuando esté lejos
fr: Prêt, seulement en cas d'absence
ja: 準備完了、離席中のみ配信
ko: 준비가 되어 있어야 하며, 자리를 비울 때만 가능합니다.
zh_hans: 准备好，只有在离开时
zh_hant: 準備好，只有在離開時

# mobile.notifications.status.registering
source: Blocked, Registering This Device
ar: محظور، تسجيل هذا الجهاز
de: Blockiert, Registrierung dieses Geräts
es: Bloqueado, registrando este dispositivo
fr: Bloqué, enregistrement de cet appareil
ja: 停止中、このデバイスを登録しています
ko: 차단되었습니다. 이 장치를 등록하는 중입니다.
zh_hans: 已阻止，正在注册该设备
zh_hant: 已阻止，正在註冊該設備

# mobile.notifications.status.registrationFailed
source: Blocked, Registration Failed
ar: محظور، فشل التسجيل
de: Blockiert, Registrierung fehlgeschlagen
es: Bloqueado, registro fallido
fr: Bloqué, échec de l'inscription
ja: 停止中、登録に失敗しました
ko: 차단됨, 등록 실패
zh_hans: 被屏蔽，注册失败
zh_hant: 被屏蔽，註冊失敗

# mobile.notifications.status.tokenFailed
source: Blocked, Notification Setup Failed
ar: محظور، فشل إعداد الإشعارات
de: Blockiert, Benachrichtigungseinrichtung fehlgeschlagen
es: Bloqueado, configuración de notificación fallida
fr: Bloqué, échec de la configuration des notifications
ja: 停止中、通知設定に失敗しました
ko: 차단됨, 알림 설정 실패
zh_hans: 被阻止，通知设置失败
zh_hant: 被阻止，通知設定失敗

# mobile.notifications.status.unsupported
source: Blocked, Notifications Unsupported
ar: محظور، الإخطارات غير مدعومة
de: Blockiert, Benachrichtigungen nicht unterstützt
es: Bloqueado, notificaciones no admitidas
fr: Bloqué, notifications non prises en charge
ja: 停止中、通知はサポートされていません
ko: 차단됨, 알림이 지원되지 않음
zh_hans: 已阻止，不支持通知
zh_hant: 已阻止，不支援通知

# mobile.notifications.test.authentication
source: Not queued because the Mac is not signed in.
ar: لم يتم وضعه في قائمة الانتظار نظرًا لعدم تسجيل دخول جهاز Mac.
de: Nicht in der Warteschlange, da der Mac nicht angemeldet ist.
es: No está en cola porque la Mac no ha iniciado sesión.
fr: Non mis en file d'attente car le Mac n'est pas connecté.
ja: Macにサインインしていないため、キューに追加できませんでした。
ko: Mac이 로그인되어 있지 않기 때문에 대기열에 있지 않습니다.
zh_hans: 由于 Mac 未登录，因此未排队。
zh_hant: 由於 Mac 未登錄，因此未排隊。

# mobile.notifications.test.encodingFailed
source: The alert could not be prepared for delivery.
ar: لا يمكن إعداد التنبيه للتسليم.
de: Die Warnung konnte nicht für die Zustellung vorbereitet werden.
es: No se pudo preparar la alerta para su entrega.
fr: L'alerte n'a pas pu être préparée pour la livraison.
ja: 通知を配信する準備ができませんでした。
ko: 경고 전달을 준비할 수 없습니다.
zh_hans: 无法准备好发送警报。
zh_hant: 無法準備好發送警報。

# mobile.notifications.test.forwardingOff
source: Not queued because Mac forwarding is off.
ar: لم يتم وضعه في قائمة الانتظار لأن إعادة توجيه Mac متوقفة.
de: Nicht in der Warteschlange, da die Mac-Weiterleitung deaktiviert ist.
es: No está en cola porque el reenvío de Mac está desactivado.
fr: Non mis en file d'attente car le transfert Mac est désactivé.
ja: Macの転送がオフのため、キューに追加できませんでした。
ko: Mac 전달이 꺼져 있으므로 대기열에 있지 않습니다.
zh_hans: 未排队，因为 Mac 转发已关闭。
zh_hant: 未排隊，因為 Mac 轉送已關閉。
